Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Lunet can read %@ but can't make it yet.
ar: يستطيع Lunet قراءة %@ لكن لا يمكنه إنشاؤه بعد.
ca: Lunet pot llegir %@, però encara no el pot crear.
cs: Lunet umí %@ přečíst, ale zatím ho neumí vytvořit.
da: Lunet kan læse %@, men kan ikke oprette det endnu.
de: Lunet kann %@ lesen, aber noch nicht erstellen.
el: Το Lunet μπορεί να διαβάσει τον %@ αλλά δεν μπορεί ακόμα να τον δημιουργήσει.
es: Lunet puede leer %@, pero aún no puede crearlo.
fi: Lunet osaa lukea muodon %@, mutta ei vielä luoda sitä.
fr: Lunet sait lire le format %@, mais pas encore le créer.
he: ‏Lunet יכול לקרוא %@ אבל עדיין לא יכול ליצור אותו.
hi: Lunet %@ पढ़ सकता है, लेकिन अभी उसे बना नहीं सकता।
hr: Lunet može očitati %@, ali ga još ne može izraditi.
hu: A Lunet be tudja olvasni ezt: %@, de létrehozni még nem tudja.
id: Lunet dapat membaca %@, tetapi belum dapat membuatnya.
it: Lunet può leggere %@ ma non può ancora crearlo.
ja: Lunetは%@を読み取れますが、作成にはまだ対応していません。
ko: Lunet은 %@ 코드를 읽을 수 있지만 아직 생성할 수는 없습니다.
ms: Lunet boleh membaca %@ tetapi belum boleh menciptanya.
nb: Lunet kan lese %@, men kan ikke lage det ennå.
nl: Lunet kan %@ lezen, maar nog niet aanmaken.
pl: Lunet potrafi odczytać %@, ale nie potrafi go jeszcze utworzyć.
pt_br: O Lunet consegue ler %@, mas ainda não consegue criá-lo.
pt_pt: A Lunet consegue ler %@, mas ainda não o consegue criar.
ro: Lunet poate citi %@, dar încă nu îl poate crea.
ru: Lunet умеет читать %@, но пока не умеет создавать.
sk: Lunet dokáže %@ prečítať, no zatiaľ ho nevie vytvoriť.
sv: Lunet kan läsa %@ men kan inte skapa det ännu.
th: Lunet อ่าน %@ ได้ แต่ยังสร้างไม่ได้
tr: Lunet %@ okuyabilir ama henüz oluşturamaz.
uk: Lunet уміє зчитувати %@, але поки не вміє створювати.
vi: Lunet đọc được %@ nhưng chưa thể tạo loại mã này.
zh_hans: Lunet 可以读取 %@，但暂时无法创建。
zh_hant: Lunet 可以讀取 %@，但目前還無法製作。

source: Lunet can't verify who receives this. Check the address with the person you're paying.
ar: لا يستطيع Lunet التحقق من هوية المستلم. تحقق من العنوان مع الشخص الذي تدفع له.
ca: Lunet no pot verificar qui rep això. Confirma l’adreça amb la persona a qui pagues.
cs: Lunet nemůže ověřit, kdo platbu obdrží. Ověřte adresu u člověka, kterému platíte.
da: Lunet kan ikke bekræfte, hvem der modtager dette. Tjek adressen med den person, du betaler.
de: Lunet kann nicht prüfen, wer das empfängt. Gleiche die Adresse mit der Person ab, an die du zahlst.
el: Το Lunet δεν μπορεί να επαληθεύσει ποιος τα λαμβάνει. Ελέγξτε τη διεύθυνση με το άτομο που πληρώνετε.
es: Lunet no puede verificar quién recibe esto. Confirma la dirección con la persona a la que le pagas.
fi: Lunet ei voi varmistaa, kuka tämän vastaanottaa. Tarkista osoite henkilöltä, jolle maksat.
fr: Lunet ne peut pas vérifier qui reçoit ce paiement. Confirmez l’adresse avec la personne que vous payez.
he: ‏Lunet לא יכול לאמת מי מקבל את זה. בדוק את הכתובת עם האדם שאתה משלם לו.
hi: Lunet यह सत्यापित नहीं कर सकता कि इसे कौन प्राप्त करेगा। जिसे आप भुगतान कर रहे हैं, उससे पता पक्का कर लें।
hr: Lunet ne može provjeriti tko ovo prima. Provjerite adresu s osobom kojoj plaćate.
hu: A Lunet nem tudja ellenőrizni, ki a címzett. Egyeztesse a címet azzal, akinek fizet.
id: Lunet tidak dapat memverifikasi siapa penerimanya. Periksa alamat ini dengan orang yang Anda bayar.
it: Lunet non può verificare chi riceve il pagamento. Controlla l’indirizzo con la persona che stai pagando.
ja: Lunetには受取人を確認できません。支払う相手とアドレスを確認してください。
ko: Lunet은 받는 사람을 확인할 수 없습니다. 돈을 보낼 상대방에게 주소를 확인하십시오.
ms: Lunet tidak dapat mengesahkan siapa yang menerima ini. Semak alamat dengan orang yang anda bayar.
nb: Lunet kan ikke bekrefte hvem som mottar dette. Sjekk adressen med personen du betaler.
nl: Lunet kan niet controleren wie dit ontvangt. Controleer het adres bij de persoon die je betaalt.
pl: Lunet nie może zweryfikować, kto otrzyma płatność. Sprawdź adres z osobą, której płacisz.
pt_br: O Lunet não consegue verificar quem recebe isto. Confirme o endereço com a pessoa para quem você vai pagar.
pt_pt: A Lunet não consegue verificar quem recebe isto. Confirme o endereço com a pessoa a quem vai pagar.
ro: Lunet nu poate verifica cine primește această plată. Verificați adresa cu persoana căreia îi plătiți.
ru: Lunet не может проверить получателя. Сверьте адрес с человеком, которому вы платите.
sk: Lunet nedokáže overiť, kto to prijme. Overte adresu u osoby, ktorej platíte.
sv: Lunet kan inte verifiera vem som tar emot detta. Kontrollera adressen med personen du betalar.
th: Lunet ไม่สามารถยืนยันได้ว่าใครเป็นผู้รับ โปรดตรวจสอบที่อยู่กับบุคคลที่คุณจะชำระเงินให้
tr: Lunet bunu kimin aldığını doğrulayamaz. Adresi ödeme yaptığınız kişiyle teyit edin.
uk: Lunet не може перевірити отримувача. Звірте адресу з людиною, якій ви платите.
vi: Lunet không thể xác minh ai sẽ nhận khoản này. Hãy kiểm tra địa chỉ với người bạn đang thanh toán.
zh_hans: Lunet 无法验证收款人。请与你要付款的人核对地址。
zh_hant: Lunet 無法驗證收款人是誰。請向你要付款的對象確認地址。

source: Lunet can’t use a camera right now. You can still scan a code in a photo.
ar: لا يستطيع Lunet استخدام الكاميرا الآن. لا يزال بإمكانك مسح رمز في صورة.
ca: Lunet no pot fer servir cap càmera ara mateix. Encara pots escanejar un codi d’una foto.
cs: Lunet teď nemůže používat fotoaparát. Kód můžete dál naskenovat z fotky.
da: Lunet kan ikke bruge et kamera lige nu. Du kan stadig scanne en kode i et foto.
de: Lunet kann gerade keine Kamera verwenden. Du kannst aber einen Code in einem Foto scannen.
el: Το Lunet δεν μπορεί να χρησιμοποιήσει κάμερα αυτήν τη στιγμή. Μπορείτε ακόμα να σαρώσετε έναν κωδικό σε μια φωτογραφία.
es: Lunet no puede usar una cámara en este momento. Aún puedes escanear un código en una foto.
fi: Lunet ei voi käyttää kameraa juuri nyt. Voit silti skannata koodin kuvasta.
fr: Lunet ne peut pas utiliser d’appareil photo pour le moment. Vous pouvez toujours scanner un code dans une photo.
he: ‏Lunet לא יכול להשתמש במצלמה כרגע. עדיין אפשר לסרוק קוד בתמונה.
hi: Lunet अभी कैमरा का उपयोग नहीं कर सकता। आप फिर भी किसी तस्वीर में मौजूद कोड स्कैन कर सकते हैं।
hr: Lunet trenutačno ne može koristiti kameru. I dalje možete skenirati kôd na fotografiji.
hu: A Lunet most nem tudja használni a kamerát. Fotón lévő kódot továbbra is beolvashat.
id: Lunet tidak dapat menggunakan kamera saat ini. Anda tetap dapat memindai kode di foto.
it: Lunet non può usare una fotocamera in questo momento. Puoi comunque scansionare un codice in una foto.
ja: 現在Lunetはカメラを使用できません。写真に写ったコードをスキャンすることはできます。
ko: 지금은 Lunet이 카메라를 사용할 수 없습니다. 사진 속 코드는 계속 스캔할 수 있습니다.
ms: Lunet tidak dapat menggunakan kamera sekarang. Anda masih boleh mengimbas kod dalam foto.
nb: Lunet kan ikke bruke et kamera akkurat nå. Du kan fortsatt skanne en kode i et bilde.
nl: Lunet kan op dit moment geen camera gebruiken. Je kunt nog wel een code in een foto scannen.
pl: Lunet nie może teraz używać aparatu. Nadal możesz zeskanować kod ze zdjęcia.
pt_br: O Lunet não pode usar uma câmera agora. Você ainda pode escanear um código em uma foto.
pt_pt: A Lunet não pode usar uma câmara neste momento. Ainda pode ler um código numa fotografia.
ro: Lunet nu poate folosi o cameră momentan. Puteți totuși scana un cod dintr-o poză.
ru: Lunet сейчас не может использовать камеру. Вы по-прежнему можете отсканировать код на фото.
sk: Lunet teraz nemôže použiť kameru. Kód z fotky však naskenovať môžete.
sv: Lunet kan inte använda en kamera just nu. Du kan fortfarande skanna en kod i en bild.
th: Lunet ไม่สามารถใช้กล้องได้ในขณะนี้ คุณยังสแกนโค้ดในรูปภาพได้
tr: Lunet şu anda kamera kullanamıyor. Yine de bir fotoğraftaki kodu tarayabilirsiniz.
uk: Lunet зараз не може використовувати камеру. Ви все одно можете відсканувати код на фото.
vi: Lunet hiện không thể dùng camera. Bạn vẫn có thể quét mã trong ảnh.
zh_hans: Lunet 目前无法使用相机。你仍可以扫描照片中的码。
zh_hant: Lunet 目前無法使用相機。你仍可以掃描照片中的條碼。

source: Lunet checks every link first
ar: يفحص Lunet كل رابط أولًا
ca: Lunet comprova primer cada enllaç
cs: Lunet nejdřív zkontroluje každý odkaz
da: Lunet tjekker hvert link først
de: Lunet prüft zuerst jeden Link
el: Το Lunet ελέγχει πρώτα κάθε σύνδεσμο
es: Lunet revisa cada enlace primero
fi: Lunet tarkistaa jokaisen linkin ensin
fr: Lunet vérifie chaque lien d’abord
he: ‏Lunet בודק כל קישור קודם
hi: Lunet पहले हर लिंक की जाँच करता है
hr: Lunet najprije provjerava svaku poveznicu
hu: A Lunet minden linket előbb ellenőriz
id: Lunet memeriksa setiap tautan lebih dulu
it: Lunet controlla prima ogni link
ja: Lunetはすべてのリンクを最初に確認します
ko: Lunet이 모든 링크를 먼저 확인합니다
ms: Lunet menyemak setiap pautan terlebih dahulu
nb: Lunet sjekker alle lenker først
nl: Lunet controleert eerst elke link
pl: Lunet najpierw sprawdza każdy link
pt_br: O Lunet verifica cada link primeiro
pt_pt: A Lunet verifica primeiro cada ligação
ro: Lunet verifică întâi fiecare link
ru: Lunet сначала проверяет каждую ссылку
sk: Lunet najprv skontroluje každý odkaz
sv: Lunet kontrollerar varje länk först
th: Lunet ตรวจสอบทุกลิงก์ก่อน
tr: Lunet her bağlantıyı önce denetler
uk: Lunet спершу перевіряє кожне посилання
vi: Lunet kiểm tra mọi liên kết trước
zh_hans: Lunet 会先检查每个链接
zh_hant: Lunet 會先檢查每個連結

source: Lunet doesn't collect usage data, and there are no ads.
ar: لا يجمع Lunet بيانات الاستخدام، ولا توجد إعلانات.
ca: Lunet no recull dades d’ús i no té anuncis.
cs: Lunet neshromažďuje údaje o používání a nemá reklamy.
da: Lunet indsamler ikke brugsdata, og der er ingen reklamer.
de: Lunet erfasst keine Nutzungsdaten und zeigt keine Werbung.
el: Το Lunet δεν συλλέγει δεδομένα χρήσης και δεν έχει διαφημίσεις.
es: Lunet no recopila datos de uso y no tiene anuncios.
fi: Lunet ei kerää käyttötietoja, eikä siinä ole mainoksia.
fr: Lunet ne collecte aucune donnée d’utilisation et n’affiche aucune publicité.
he: ‏Lunet לא אוסף נתוני שימוש, ואין בו פרסומות.
hi: Lunet उपयोग डेटा एकत्र नहीं करता, और इसमें कोई विज्ञापन नहीं है।
hr: Lunet ne prikuplja podatke o upotrebi i nema oglasa.
hu: A Lunet nem gyűjt használati adatokat, és nincsenek benne hirdetések.
id: Lunet tidak mengumpulkan data penggunaan, dan tidak ada iklan.
it: Lunet non raccoglie dati di utilizzo e non contiene pubblicità.
ja: Lunetは使用状況データを収集せず、広告もありません。
ko: Lunet은 사용 데이터를 수집하지 않으며 광고도 없습니다.
ms: Lunet tidak mengumpul data penggunaan, dan tiada iklan.
nb: Lunet samler ikke inn bruksdata, og det finnes ingen reklame.
nl: Lunet verzamelt geen gebruiksgegevens en er zijn geen advertenties.
pl: Lunet nie zbiera danych o użytkowaniu i nie ma reklam.
pt_br: O Lunet não coleta dados de uso e não tem anúncios.
pt_pt: A Lunet não recolhe dados de utilização e não tem anúncios.
ro: Lunet nu colectează date de utilizare și nu are reclame.
ru: Lunet не собирает данные об использовании, и в нем нет рекламы.
sk: Lunet nezbiera údaje o používaní a nemá reklamy.
sv: Lunet samlar inte in användningsdata och har inga annonser.
th: Lunet ไม่เก็บข้อมูลการใช้งานและไม่มีโฆษณา
tr: Lunet kullanım verisi toplamaz ve reklam içermez.
uk: Lunet не збирає дані про використання, і в ньому немає реклами.
vi: Lunet không thu thập dữ liệu sử dụng và không có quảng cáo.
zh_hans: Lunet 不收集使用数据，也没有广告。
zh_hant: Lunet 不收集使用資料，也沒有廣告。

source: Lunet follows your iPhone's language. You can choose a different one for Lunet in the Settings app.
ar: يتّبع Lunet لغة الـ iPhone. يمكنك اختيار لغة مختلفة لـ Lunet في تطبيق الإعدادات.
ca: Lunet fa servir l’idioma del teu iPhone. Pots triar-ne un altre per a Lunet a l’app Configuració.
cs: Lunet se řídí jazykem vašeho iPhonu. Jiný jazyk pro Lunet můžete zvolit v aplikaci Nastavení.
da: Lunet følger sproget på din iPhone. Du kan vælge et andet sprog til Lunet i appen Indstillinger.
de: Lunet folgt der Sprache deines iPhone. In der App „Einstellungen“ kannst du für Lunet eine andere wählen.
el: Το Lunet ακολουθεί τη γλώσσα του iPhone σας. Μπορείτε να επιλέξετε διαφορετική γλώσσα για το Lunet στην εφαρμογή Ρυθμίσεις.
es: Lunet usa el idioma de tu iPhone. Puedes elegir otro para Lunet en la app Configuración.
fi: Lunet käyttää iPhonesi kieltä. Voit valita Lunetille eri kielen Asetukset-apissa.
fr: Lunet suit la langue de votre iPhone. Vous pouvez en choisir une autre pour Lunet dans l’app Réglages.
he: ‏Lunet פועל בשפת ה־iPhone שלך. אפשר לבחור שפה אחרת עבור Lunet ביישום ״הגדרות״.
hi: Lunet आपके iPhone की भाषा का पालन करता है। आप सेटिंग्ज़ ऐप में Lunet के लिए कोई अलग भाषा चुन सकते हैं।
hr: Lunet koristi jezik vašeg iPhonea. Za Lunet možete odabrati drugi jezik u aplikaciji Postavke.
hu: A Lunet az iPhone nyelvét használja. Másik nyelvet a Beállítások appban választhat a Lunethez.
id: Lunet mengikuti bahasa iPhone Anda. Anda dapat memilih bahasa lain untuk Lunet di app Pengaturan.
it: Lunet segue la lingua del tuo iPhone. Puoi sceglierne un’altra per Lunet nell’app Impostazioni.
ja: LunetはiPhoneの言語設定に従います。設定Appで、Lunetに別の言語を選択できます。
ko: Lunet은 iPhone의 언어를 따릅니다. 설정 앱에서 Lunet의 언어를 다르게 선택할 수 있습니다.
ms: Lunet mengikut bahasa iPhone anda. Anda boleh memilih bahasa lain untuk Lunet dalam apl Seting.
nb: Lunet følger språket på iPhonen din. Du kan velge et annet språk for Lunet i Innstillinger-appen.
nl: Lunet volgt de taal van je iPhone. In de Instellingen-app kun je een andere taal voor Lunet kiezen.
pl: Lunet używa języka ustawionego na iPhonie. Inny język dla Lunet możesz wybrać w aplikacji Ustawienia.
pt_br: O Lunet segue o idioma do seu iPhone. Você pode escolher outro idioma para o Lunet no app Ajustes.
pt_pt: A Lunet segue o idioma do iPhone. Pode escolher outro idioma para a Lunet na app Definições.
ro: Lunet folosește limba iPhone-ului. Puteți alege alta pentru Lunet în aplicația Configurări.
ru: Lunet использует язык вашего iPhone. Другой язык для Lunet можно выбрать в приложении «Настройки».
sk: Lunet používa jazyk vášho iPhonu. Iný jazyk pre Lunet si môžete vybrať v aplikácii Nastavenia.
sv: Lunet följer din iPhones språk. Du kan välja ett annat språk för Lunet i appen Inställningar.
th: Lunet ใช้ภาษาเดียวกับ iPhone ของคุณ คุณสามารถเลือกภาษาอื่นสำหรับ Lunet ได้ในแอปการตั้งค่า
tr: Lunet, iPhone’unuzun dilini kullanır. Ayarlar uygulamasında Lunet için farklı bir dil seçebilirsiniz.
uk: Lunet використовує мову вашого iPhone. Іншу мову для Lunet можна вибрати в програмі «Параметри».
vi: Lunet dùng ngôn ngữ của iPhone. Bạn có thể chọn ngôn ngữ khác cho Lunet trong ứng dụng Cài đặt.
zh_hans: Lunet 跟随 iPhone 的语言。你可以在“设置”App 中为 Lunet 选择其他语言。
zh_hant: Lunet 會使用你 iPhone 的語言。你可以在「設定」App 中為 Lunet 選擇其他語言。

source: Lunet found something unusual about this link. Only continue if you trust whoever gave you the code.
ar: وجد Lunet شيئًا غير معتاد في هذا الرابط. لا تتابع إلا إذا كنت تثق بمن أعطاك الرمز.
ca: Lunet ha trobat alguna cosa inusual en aquest enllaç. Continua només si confies en qui t’ha donat el codi.
cs: Lunet u tohoto odkazu zjistil něco neobvyklého. Pokračujte, jen pokud důvěřujete tomu, kdo vám kód dal.
da: Lunet fandt noget usædvanligt ved dette link. Fortsæt kun, hvis du stoler på den, der gav dig koden.
de: Lunet hat an diesem Link etwas Ungewöhnliches gefunden. Fahre nur fort, wenn du der Person vertraust, von der du den Code hast.
el: Το Lunet εντόπισε κάτι ασυνήθιστο σε αυτόν τον σύνδεσμο. Συνεχίστε μόνο αν εμπιστεύεστε όποιον σας έδωσε τον κωδικό.
es: Lunet encontró algo inusual en este enlace. Continúa solo si confías en quien te dio el código.
fi: Lunet havaitsi tässä linkissä jotain epätavallista. Jatka vain, jos luotat koodin antajaan.
fr: Lunet a remarqué quelque chose d’inhabituel dans ce lien. Ne continuez que si vous faites confiance à la personne qui vous a donné le code.
he: ‏Lunet מצא משהו חריג בקישור הזה. המשך רק אם אתה סומך על מי שנתן לך את הקוד.
hi: Lunet को इस लिंक में कुछ असामान्य मिला। तभी जारी रखें जब आपको कोड देने वाले पर भरोसा हो।
hr: Lunet je pronašao nešto neobično u ovoj poveznici. Nastavite samo ako vjerujete osobi koja vam je dala kôd.
hu: A Lunet valami szokatlant talált ebben a linkben. Csak akkor folytassa, ha megbízik abban, akitől a kódot kapta.
id: Lunet menemukan sesuatu yang tidak biasa pada tautan ini. Lanjutkan hanya jika Anda memercayai orang yang memberi Anda kode ini.
it: Lunet ha trovato qualcosa di insolito in questo link. Continua solo se ti fidi di chi ti ha dato il codice.
ja: Lunetはこのリンクに通常とは異なる点を見つけました。コードをくれた相手を信頼できる場合のみ続行してください。
ko: Lunet이 이 링크에서 특이한 점을 발견했습니다. 코드를 준 사람을 신뢰하는 경우에만 계속하십시오.
ms: Lunet menemui sesuatu yang luar biasa tentang pautan ini. Teruskan hanya jika anda mempercayai sesiapa yang memberi anda kod ini.
nb: Lunet fant noe uvanlig ved denne lenken. Fortsett bare hvis du stoler på den som ga deg koden.
nl: Lunet heeft iets ongebruikelijks aan deze link gevonden. Ga alleen door als je degene vertrouwt die je de code heeft gegeven.
pl: Lunet wykrył w tym linku coś nietypowego. Kontynuuj tylko wtedy, gdy ufasz osobie, od której masz ten kod.
pt_br: O Lunet encontrou algo incomum neste link. Só continue se você confia em quem lhe deu o código.
pt_pt: A Lunet encontrou algo invulgar nesta ligação. Só continue se confiar em quem lhe deu o código.
ro: Lunet a găsit ceva neobișnuit la acest link. Continuați doar dacă aveți încredere în cine v-a dat codul.
ru: Lunet обнаружил в этой ссылке что-то необычное. Продолжайте, только если доверяете тому, кто дал вам этот код.
sk: Lunet našiel na tomto odkaze niečo nezvyčajné. Pokračujte, iba ak dôverujete tomu, kto vám kód dal.
sv: Lunet hittade något ovanligt med den här länken. Fortsätt bara om du litar på den som gav dig koden.
th: Lunet พบสิ่งผิดปกติเกี่ยวกับลิงก์นี้ ดำเนินการต่อเฉพาะเมื่อคุณเชื่อถือผู้ที่ให้โค้ดนี้แก่คุณ
tr: Lunet bu bağlantıda olağan dışı bir şey buldu. Yalnızca size kodu veren kişiye güveniyorsanız devam edin.
uk: Lunet виявив у цьому посиланні щось незвичне. Продовжуйте, лише якщо довіряєте тому, хто дав вам цей код.
vi: Lunet phát hiện điều bất thường ở liên kết này. Chỉ tiếp tục nếu bạn tin người đã đưa mã cho bạn.
zh_hans: Lunet 发现此链接有异常之处。仅在你信任给你此码的人时才继续。
zh_hant: Lunet 發現此連結有異常之處。只有在你信任給你這個條碼的人時才繼續。

source: Lunet has no account and no tracking. We never see what you scan, create or where you are.
ar: لا يتطلب Lunet حسابًا ولا يتتبعك. لا نرى أبدًا ما تمسحه أو تنشئه أو مكان وجودك.
ca: Lunet no té comptes ni seguiment. No veiem mai què escaneges, què crees ni on ets.
cs: Lunet nemá účet ani sledování. Nikdy nevidíme, co skenujete, vytváříte ani kde jste.
da: Lunet har ingen konto og ingen sporing. Vi ser aldrig, hvad du scanner, opretter, eller hvor du er.
de: Lunet hat kein Konto und kein Tracking. Wir sehen nie, was du scannst oder erstellst oder wo du bist.
el: Το Lunet δεν έχει λογαριασμό ούτε παρακολούθηση. Δεν βλέπουμε ποτέ τι σαρώνετε, τι δημιουργείτε ή πού βρίσκεστε.
es: Lunet no tiene cuentas ni rastreo. Nunca vemos lo que escaneas, lo que creas ni dónde estás.
fi: Lunetissa ei ole tiliä eikä seurantaa. Emme koskaan näe, mitä skannaat tai luot tai missä olet.
fr: Lunet n’a ni compte ni suivi. Nous ne voyons jamais ce que vous scannez, ce que vous créez, ni où vous êtes.
he: ב־Lunet אין חשבון ואין מעקב. אנחנו לעולם לא רואים מה אתה סורק, יוצר או איפה אתה נמצא.
hi: Lunet में न कोई अकाउंट है, न ट्रैकिंग। आप क्या स्कैन करते हैं, क्या बनाते हैं या कहाँ हैं, यह हम कभी नहीं देखते।
hr: Lunet nema račun ni praćenje. Nikad ne vidimo što skenirate, što izrađujete ni gdje se nalazite.
hu: A Lunethez nem kell fiók, és nincs követés. Soha nem látjuk, mit olvas be, mit hoz létre, és hol van.
id: Lunet tidak memiliki akun dan tidak melacak. Kami tidak pernah melihat apa yang Anda pindai, buat, atau di mana Anda berada.
it: Lunet non ha account né tracciamento. Non vediamo mai cosa scansioni, cosa crei o dove ti trovi.
ja: Lunetにはアカウントもトラッキングもありません。あなたがスキャンしたものや作成したもの、いる場所を私たちが知ることはありません。
ko: Lunet에는 계정도 추적도 없습니다. 사용자가 무엇을 스캔하고 생성하는지, 어디에 있는지 저희는 절대 알 수 없습니다.
ms: Lunet tiada akaun dan tiada penjejakan. Kami tidak pernah melihat apa yang anda imbas, cipta atau di mana anda berada.
nb: Lunet har ingen konto og ingen sporing. Vi ser aldri hva du skanner, oppretter eller hvor du er.
nl: Lunet heeft geen account en geen tracking. We zien nooit wat je scant of aanmaakt, of waar je bent.
pl: Lunet nie wymaga konta i nie śledzi. Nigdy nie widzimy, co skanujesz, tworzysz ani gdzie jesteś.
pt_br: O Lunet não tem conta nem rastreamento. Nunca vemos o que você escaneia, o que cria nem onde está.
pt_pt: A Lunet não tem conta nem rastreio. Nunca vemos o que lê, o que cria nem onde está.
ro: Lunet nu are cont și nu vă urmărește. Nu vedem niciodată ce scanați, ce creați sau unde vă aflați.
ru: В Lunet нет учетных записей и отслеживания. Мы никогда не видим, что вы сканируете и создаете, и где вы находитесь.
sk: Lunet nemá účty ani sledovanie. Nikdy nevidíme, čo naskenujete, čo vytvoríte ani kde ste.
sv: Lunet har inget konto och ingen spårning. Vi ser aldrig vad du skannar, skapar eller var du är.
th: Lunet ไม่มีบัญชีและไม่มีการติดตาม เราไม่เคยเห็นสิ่งที่คุณสแกน สิ่งที่คุณสร้าง หรือตำแหน่งที่คุณอยู่
tr: Lunet’te hesap ve izleme yok. Neyi taradığınızı, neyi oluşturduğunuzu veya nerede olduğunuzu asla görmeyiz.
uk: У Lunet немає облікових записів і стеження. Ми ніколи не бачимо, що ви скануєте і створюєте та де ви перебуваєте.
vi: Lunet không có tài khoản và không theo dõi. Chúng tôi không bao giờ thấy bạn quét gì, tạo gì hay bạn đang ở đâu.
zh_hans: Lunet 无需账户，也不追踪。我们永远看不到你扫描了什么、创建了什么或你在哪里。
zh_hant: Lunet 沒有帳號，也不追蹤。我們從不會看到你掃描、建立的內容或你的所在位置。

source: Lunet knew what it was and what to do next.
ar: عرف Lunet ماهيته وما يجب فعله بعد ذلك.
ca: Lunet ha sabut què era i què calia fer després.
cs: Lunet věděl, co to je a co udělat dál.
da: Lunet vidste, hvad det var, og hvad der skulle ske bagefter.
de: Lunet wusste, was es war und was als Nächstes zu tun ist.
el: Το Lunet ήξερε τι ήταν και τι να κάνει μετά.
es: Lunet supo qué era y qué hacer después.
fi: Lunet tiesi, mikä se oli ja mitä seuraavaksi tehdä.
fr: Lunet a su ce que c’était et quoi faire ensuite.
he: ‏Lunet ידע מה זה ומה לעשות הלאה.
hi: Lunet को पता था कि यह क्या है और आगे क्या करना है।
hr: Lunet je znao što je to i što dalje učiniti.
hu: A Lunet tudta, mi az, és mi a következő lépés.
id: Lunet tahu apa itu dan apa langkah berikutnya.
it: Lunet ha capito cos’era e cosa fare dopo.
ja: Lunetは内容を把握し、次にすべきことを理解していました。
ko: Lunet이 무엇인지 알아보고 다음에 할 일을 알려주었습니다.
ms: Lunet tahu apa itu dan apa yang perlu dilakukan seterusnya.
nb: Lunet visste hva det var og hva som skulle skje videre.
nl: Lunet wist wat het was en wat de volgende stap was.
pl: Lunet wiedział, co to jest i co zrobić dalej.
pt_br: O Lunet sabia o que era e o que fazer em seguida.
pt_pt: A Lunet sabia o que era e o que fazer a seguir.
ro: Lunet a știut ce era și ce urma de făcut.
ru: Lunet понял, что это, и что делать дальше.
sk: Lunet vedel, čo to je a čo urobiť ďalej.
sv: Lunet visste vad det var och vad som skulle göras sedan.
th: Lunet รู้ว่ามันคืออะไรและต้องทำอะไรต่อ
tr: Lunet bunun ne olduğunu ve sonra ne yapılacağını bildi.
uk: Lunet зрозумів, що це, і що робити далі.
vi: Lunet đã biết đó là gì và việc tiếp theo cần làm.
zh_hans: Lunet 知道这是什么，也知道下一步该做什么。
zh_hant: Lunet 知道它是什麼，也知道下一步該怎麼做。
